; German
; Deutsche Übersetzung von Phoenix1747, Henry2o1o

[German]
IDS_UPDATE_NO=Es ist kein Update verfügbar.
IDS_UPDATE_YES=Update verfügbar, herunterladen und installieren?
IDS_FILE=Datei
IDS_SETTINGS=Einstellungen
IDS_EXIT=Beenden
IDS_LANGUAGE=Sprache
IDS_HELP=Hilfe
IDS_WEBSITE=Webseite
IDS_CHECKUPDATES=Nach Updates suchen
IDS_ABOUT=Über
IDS_DONATE=Spenden
IDS_TRAY_SHOW=Anzeigen/Verstecken
IDS_TRAY_DISABLE=Deaktiviert
IDS_TRAY_POPUP_1=Bereiche bereinigen
IDS_TRAY_POPUP_2=Bereinigen, wenn übervoll
IDS_TRAY_POPUP_3=Alles Bereinigen
IDS_CLEAN=Speicher reinigen
IDS_GROUP_1=Physischen Speicher
IDS_GROUP_2=Ausgelagerte Dateien
IDS_GROUP_3=Systemreserviert
IDS_ITEM_1=In Verwendung
IDS_ITEM_2=Verfügbar
IDS_ITEM_3=Insgesamt
IDS_SETTINGS_GENERAL=Allgemein
IDS_SETTINGS_MEMORY=Speicher Bereinigen
IDS_SETTINGS_APPEARANCE=Aussehen
IDS_SETTINGS_TRAY=Taskleisten-Symbole
IDS_CLOSE=Schließen
IDS_TITLE_1=Allgemeine Einstellungen
IDS_TITLE_2=Sprache
IDS_TITLE_3=Zu bereinigende Speicherbereiche
IDS_TITLE_4=Speicherverwaltung
IDS_TITLE_5=Hotkeys (global)
IDS_TITLE_6=Stil
IDS_TITLE_7=Farbanzeige
IDS_TITLE_8=Maussteuerung
IDS_TITLE_9=Ballontipps
IDS_ALWAYSONTOP_CHK=Im Vordergrund bleiben
IDS_LOADONSTARTUP_CHK=Beim Systemstart laden (Autostart)
IDS_STARTMINIMIZED_CHK=Start minimiert
IDS_REDUCTCONFIRMATION_CHK=Speicherbereinigung bestätigen
IDS_SKIPUACWARNING_CHK=Warnung der Benutzerkontensteuerung überspringen
IDS_CHECKUPDATES_CHK=Regelmäßig nach Updates suchen (empfohlen)
IDS_LANGUAGE_HINT=Sprache auswählen:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Säubern, wenn über: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Reinigungsintervall: (Min.)
IDS_HOTKEY_CLEAN_CHK=Speicherreinigung:
IDS_TRAYUSETRANSPARENCY_CHK=Transparenten Hintergrund verwenden
IDS_TRAYSHOWBORDER_CHK=Rand anzeigen
IDS_TRAYROUNDCORNERS_CHK=Abgerundete Ecken
IDS_TRAYCHANGEBG_CHK=Hintergrundfarbe ändern (stattdessen Text und Rand)
IDS_TRAYUSEANTIALIASING_CHK=Antialiasing verwenden
IDS_FONT_HINT=Schriftart:
IDS_COLOR_TEXT_HINT=Textfarbe
IDS_COLOR_BACKGROUND_HINT=Hintergrundfarbe
IDS_COLOR_WARNING_HINT=Farbe der "Warnungs-Stufe"
IDS_COLOR_DANGER_HINT=Farbe der "Gefahren-Stufe"
IDS_TRAYLEVELWARNING_HINT="Warnungs-Stufe" beginnt ab: (%)
IDS_TRAYLEVELDANGER_HINT="Gefahren-Stufe" beginnt ab: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Mittlere Maustaste:
IDS_TRAY_ACTION_1=Verstecken/Anzeigen
IDS_TRAY_ACTION_2=Speicher reinigen
IDS_TRAY_ACTION_3=Taskmanager öffnen
IDS_SHOW_CLEAN_RESULT_CHK=Zeige Ergebnis der Speicherreinigung
IDS_QUESTION=Soll der Speicher wirklich bereinigt werden?
IDS_QUESTION_WARNING=Standbyanwendungen und ausgelagerte Dateien auszuwählen, kann den Computer für bis zu einer Minute einfrieren, wollen Sie diese Option wirklich aktivieren?
IDS_QUESTION_FLAG_CHK=Nicht mehr anzeigen
IDS_STATUS_CLEANED=Der Speicher wurde zu %s bereinigt.
IDS_STATUS_NOPRIVILEGES=Dieses Programm benötigt Administratorrechte, bitte führen Sie dieses Programm als Administrator aus!
IDS_UPDATE_DOWNLOAD=Update wird heruntergeladen…
IDS_UPDATE_DONE=Update wurde heruntergeladen.
IDS_UPDATE_ERROR=Update-Server Verbindungsfehler.
IDS_UPDATE_INIT=Prüfung auf neue Releases…
IDS_UPDATE_INSTALL=Update verfügbar, möchten Sie dieses installieren?
IDS_RESET=Zurücksetzen
IDS_QUESTION_RESET=Sind Sie wirklich sicher, dass Sie alle Anwendungseinstellungen zurücksetzen möchten?
IDS_NOTIFICATIONSOUND_CHK=Benachrichtigungston aktivieren
IDS_TITLE_ADVANCED=Erweitert
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
